Repository: GimmBoB/AppointmentManager
Catalog: AppointmentManager.Web/Resources/PageText.*.resx
Languages: de

source: Make an appointment
de: Termin vereinbaren

# EnterName
source: Enter your name here
de: Name hier eingeben

# EnterEmail
source: Enter your e-mail here
de: E-Mail hier eingeben

source: Extra wishes
de: Extrawünsche

# EnterExtraWishes
source: Enter your extra wishes here
de: Extrawünsche hier eingeben

source: Date
de: Datum

# PickDate
source: Pick a date here
de: Datum hier auswählen

source: Timeslot
de: Zeitraum

# PickTimeslot
source: Pick your timeslot here
de: Zeitraum hier auswählen

source: Category
de: Kategorie

# PickCategory
source: Pick your category here
de: Kategorie hier auswählen

# CategoryRequired
source: Category is required
de: Kategorie erforderlich

source: Send
de: Senden

source: Cancel
de: Abbrechen

source: Appointment send successfully
de: Terminanfrage erfolgreich verschickt

# UploadThreeFiles
source: You can only upload 3 files
de: Du kannst nur 3 Bilder hochladen

# UploadedFileWithSameName
source: You already uploaded a file with the same name
de: Du hast bereits eine Datei mit dem gleichen Namen hochgeladen

# MaximumFileSize
source: File is to big. Maximum allowed size is 4096 * 4096 bytes
de: Die Datei ist zu groß. Die maximal zulässige Größe ist 4096 * 4096 bytes

# TimeslotRequired
source: Timeslot is required
de: Zeitraum erforderlich

# NoTimeSlot
source: No time slot available pick another date
de: Kein Zeitraum verfügbar. Bitte anderes Datum auswählen

source: Appointment
de: Termin
